Repository: MeleMannen/Wordlr
Catalog: Wordlr/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, nb, pl

source: Reminder details
es: Detalles del recordatorio
fr: Détails du rappel
nb: Påminnelse detaljer
pl: Szczegóły przypomnienia

source: Reminders
es: Recordatorios
fr: Rappels
nb: Påminnelser
pl: Przypomnienia

source: Reset filter
es: Restablecer filtro
fr: Réinitialiser le filtre
pl: Resetuj filtr

source: Reset filters
es: Restablecer filtros
fr: Réinitialiser les filtres
nb: Nullstill filtre
pl: Resetuj filtry

source: Restart
es: Reiniciar
fr: Recommencer
pl: Uruchom ponownie

source: Restart game
es: Reiniciar partida
fr: Recommencer la partie
nb: Start spillet på nytt
pl: Zacznij grę od nowa

source: Restarts the current free play game.
es: Reinicia la partida actual de juego libre.
fr: Recommence la partie de jeu libre actuelle.
nb: Starter det gjeldende frispillet på nytt.
pl: Zaczyna bieżącą grę dowolną od nowa.

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
nb: Gjenopprett kjøp
pl: Przywróć zakupy

source: Restores previous Pro purchases.
es: Restaura compras Pro anteriores.
fr: Restaure les achats Pro précédents.
nb: Gjenoppretter tidligere Pro-kjøp.
pl: Przywraca poprzednie zakupy Pro.

source: Reveals one hint.
es: Revela una pista.
fr: Révèle un indice.
nb: Avslører ett hint.
pl: Odsłania jedną podpowiedź.

source: Row %lld
es: Fila %lld
fr: Ligne %lld
nb: Rad %lld
pl: Wiersz %lld

source: Row %lld, column %lld
es: Fila %lld, columna %lld
fr: Ligne %lld, colonne %lld
nb: Rad %lld, kolonne %lld
pl: Wiersz %lld, kolumna %lld

source: Row %lld, current guess
es: Fila %lld, intento actual
fr: Ligne %lld, essai actuel
nb: Rad %lld, gjeldende gjett
pl: Wiersz %lld, bieżąca próba

source: Save
es: Guardar
fr: Enregistrer
nb: Lagre
pl: Zapisz

source: Search
es: Buscar
fr: Rechercher
nb: Søk
pl: Szukaj

source: Search for a word
es: Buscar una palabra
fr: Rechercher un mot
nb: Søk etter et ord
pl: Szukaj słowa

source: Search on NAOB
es: Buscar en NAOB
fr: Rechercher sur NAOB
nb: Søk i NAOB
pl: Szukaj w NAOB

source: Send feedback
es: Enviar comentarios
fr: Envoyer un avis
nb: Send tilbakemelding
pl: Wyślij opinię

source: Settings
es: Ajustes
fr: Réglages
nb: Innstillinger
pl: Ustawienia

source: Settings tab
es: Pestaña ajustes
fr: Onglet réglages
nb: Innstillinger-fane
pl: Karta ustawień

source: Share app
es: Compartir app
fr: Partager l’app
nb: Del appen
pl: Udostępnij aplikację

# share_letter
source: %d letter
es: %d letra
fr: %d lettre
nb: %d bokstav
pl: %d litera

# share_letters
source: %d letters
es: %d letras
fr: %d lettres
nb: %d bokstaver
pl: %d liter

# share_row
source: Rows
es: Filas
fr: Lignes
nb: Rader
pl: Wiersze

# share_used
source: Used
es: Usado
fr: Utilisé
nb: Brukt
pl: Użyto

source: Show definition
es: Mostrar definición
fr: Afficher la définition
nb: Vis definisjon
pl: Pokaż definicję

source: Show if hints used
es: Mostrar si se usaron pistas
fr: Afficher si des indices ont été utilisés
nb: Vis når hint brukt
pl: Pokaż, czy użyto podpowiedzi

source: Shows an ad, then reveals one hint.
es: Muestra un anuncio y luego revela una pista.
fr: Affiche une publicité, puis révèle un indice.
nb: Viser en annonse og avslører deretter ett hint.
pl: Pokazuje reklamę, a potem odsłania jedną podpowiedź.

source: Shows how to play.
es: Muestra cómo jugar.
fr: Affiche comment jouer.
nb: Viser hvordan du spiller.
pl: Pokazuje, jak grać.

source: Shows why this mode is unavailable.
es: Muestra por qué este modo no está disponible.
fr: Explique pourquoi ce mode est indisponible.
nb: Viser hvorfor denne modusen er utilgjengelig.
pl: Pokazuje, dlaczego ten tryb jest niedostępny.

source: Slang
es: Jerga
fr: Argot

source: Standard
es: Estándar
pl: Standardowy

source: Starts the next game.
es: Inicia la siguiente partida.
fr: Lance la partie suivante.
nb: Starter neste spill.
pl: Rozpoczyna następną grę.

source: Starts this game mode.
es: Inicia este modo de juego.
fr: Lance ce mode de jeu.
nb: Starter denne spillmodusen.
pl: Uruchamia ten tryb gry.

source: Starts with
es: Comienza con
fr: Commence par
nb: Starter med
pl: Zaczyna się od

source: State
es: Estado
fr: État
nb: Tilstand
pl: Stan

source: Statistics
es: Estadísticas
fr: Statistiques
nb: Statistikk
pl: Statystyki

source: Statistics and history (default)
es: Estadísticas y historia (estándar)
fr: Statistiques et historique (par défaut)
nb: Stats og historikk (standard)
pl: Statystyki i historia (domyślnie)

source: Statistics tab
es: Pestaña estadísticas
fr: Onglet statistiques
nb: Statistikk-fane
pl: Karta statystyk

# Stats
source: Statistics
es: Estadísticas
fr: Statistiques
nb: Statistikk
pl: Statystyki

source: Streaks
es: Rachas
fr: Séries
pl: Serie

source: Submit
es: Enviar
fr: Valider
nb: Send inn
pl: Zatwierdź

source: Submit word
es: Enviar palabra
fr: Valider le mot
nb: Send inn ord
pl: Zatwierdź słowo

source: SUBMIT WORD
es: ELIGE PALABRA
fr: VALIDER LE MOT
nb: GJETT ORDET
pl: ZATWIERDŹ SŁOWO

# success_message
source: You did it - %@
es: ¡Lo lograste! - %@
fr: Vous avez réussi - %@
nb: Du klarte det!! - %@
pl: Udało się - %@

source: Suffix
es: Sufijo
fr: Suffixe
nb: Suffiks
pl: Przyrostek

source: SYNONYMS
es: SINÓNIMOS
fr: SYNONYMES
nb: SYNONYMER
pl: SYNONIMY

source: System
es: Sistema
fr: Système
pl: Systemowy

source: Tap here to be able to search for words, and to see the definitions.
es: Toca aquí para poder buscar palabras y ver sus definiciones.
fr: Touchez ici pour rechercher des mots et voir les définitions.
nb: Trykk her for å kunne søke etter ord, og for å kunne se definisjoner.
pl: Stuknij tutaj, aby wyszukiwać słowa i zobaczyć definicje.

source: Tap here to filter the words, to easily find the word you are looking for.
es: Toca aquí para filtrar las palabras y encontrar fácilmente la que buscas.
fr: Touchez ici pour filtrer les mots et trouver facilement celui que vous cherchez.
nb: Trykk her for å filtrere ordene, for å enkelt finne ordet du leter etter.
pl: Stuknij tutaj, aby filtrować słowa i łatwo znaleźć szukane słowo.

source: Tap here to get a hint for the current secret word, by watching a quick ad.
es: Toca aquí para obtener una pista de la palabra secreta actual viendo un anuncio breve.
fr: Touchez ici pour obtenir un indice sur le mot secret actuel en regardant une courte publicité.
nb: Trykk her for å få et hint for the hemmelige ordet, ved å se en kjapp reklame video.
pl: Stuknij tutaj, aby dostać podpowiedź do bieżącego ukrytego słowa po obejrzeniu krótkiej reklamy.

source: The board
es: El tablero
fr: Le plateau
nb: Brettet
pl: Plansza

source: The Phrase tab
es: Pestaña The Phrase
fr: Onglet The Phrase
nb: The Phrase-fane
pl: Karta The Phrase

source: The support email address has been copied to the clipboard.
es: La dirección de correo de soporte se copió al portapapeles.
fr: L’adresse e-mail d’assistance a été copiée dans le presse-papiers.
nb: E-postadressen for brukerstøtte er kopiert til utklippstavlen.
pl: Adres e-mail wsparcia został skopiowany do schowka.

source: The word was: %@
es: La palabra era: %@
fr: Le mot était : %@
nb: Ordet var: %@
pl: Słowo to: %@

source: There are no words matching the current filters. Try adjusting or removing some filters to see more words.
es: No hay palabras que coincidan con los filtros actuales. Prueba a ajustar o quitar algunos filtros para ver más palabras.
fr: Aucun mot ne correspond aux filtres actuels. Essayez d’ajuster ou de retirer certains filtres pour voir plus de mots.
nb: Ingen ord samsvarer med gjeldende filtre. Prøv å justere eller fjerne noen filtre for å se flere ord.
pl: Żadne słowa nie pasują do obecnych filtrów. Zmień lub usuń część filtrów, aby zobaczyć więcej słów.

source: Time used
es: Tiempo usado
fr: Temps utilisé
nb: Tid brukt
pl: Użyty czas

source: Time used: %@
es: Tiempo usado: %@
fr: Temps utilisé : %@
nb: Tid brukt: %@
pl: Użyty czas: %@

source: Tired of ads?
es: ¿Cansado de los anuncios?
fr: Marre des publicités ?
nb: Lei av annonser?
pl: Masz dość reklam?

source: To enable notifications, please go to Settings and allow notifications for this app.
es: Para habilitar las notificaciones, ve a ajustes y permite las notificaciones para esta app.
fr: Pour activer les notifications, allez dans Réglages et autorisez les notifications pour cette app.
nb: For å aktivere varslinger, gå til innstillinger og tillat varslinger for denne appen.
pl: Aby włączyć powiadomienia, przejdź do Ustawień i zezwól tej aplikacji na powiadomienia.

source: To play the game, just enter a valid word and submit your guess. After each guess, the colors of the tiles will show how close you were.
es: Para jugar, introduce una palabra válida y envía tu intento. Tras cada intento, los colores indicarán lo cerca que estuviste.
fr: Pour jouer, saisissez simplement un mot valide et validez votre essai. Après chaque essai, les couleurs des tuiles indiquent à quel point vous étiez proche.
nb: For å spille, bare skriv et gyldig ord og gjett ordet. Etter hver gjetning vil fargene vil vise hvor nærme du var.
pl: Aby grać, wpisz prawidłowe słowo i zatwierdź próbę. Po każdej próbie kolory kafelków pokażą, jak blisko było rozwiązanie.

source: Transitive
es: Transitivo
fr: Transitif
nb: Transitivt
pl: Przechodni

source: Transparent lists
es: Listas transparentes
fr: Listes transparentes
nb: Gjennomsiktige lister
pl: Przezroczyste listy

source: Try changing the search text or removing filters.
es: Prueba a cambiar el texto de búsqueda o quitar filtros.
fr: Essayez de modifier le texte de recherche ou de retirer des filtres.
nb: Prøv å endre søketeksten eller fjerne filtre.
pl: Spróbuj zmienić tekst wyszukiwania albo usunąć filtry.

source: Try playing a game first or changing the selection.
es: Intenta jugar un juego primero o cambiar la selección.
fr: Essayez d’abord de jouer une partie ou de modifier la sélection.
nb: Prøv å gjette et ord først eller endre valgene.
pl: Najpierw zagraj w grę albo zmień wybór.

source: Try playing a game first.
es: Prueba a jugar una partida primero.
fr: Essayez d’abord de jouer une partie.
nb: Prøv å gjette et ord først.
pl: Najpierw zagraj w grę.

source: Turn on
es: Activar
fr: Activer
nb: Slå på
pl: Włącz

source: Turn on reminders so you don't miss the next daily word.
es: Activa los recordatorios para no perderte la próxima palabra diaria.
fr: Activez les rappels pour ne pas manquer le prochain mot quotidien.
nb: Slå på påminnelser så du ikke går glipp av neste daglige ord.
pl: Włącz przypomnienia, aby nie przegapić następnego codziennego słowa.

source: Unavailable
es: No disponible
fr: Indisponible
nb: Utilgjengelig
pl: Niedostępne

source: Uncountable
es: Incontable
fr: Indénombrable
nb: Utellelig
pl: Niepoliczalny

source: Unlimited
es: Ilimitado
fr: Illimité
nb: Fritt spill
pl: Bez ograniczeń

source: Unlimited streaks 🔥
es: Rachas ilimitadas 🔥
fr: Séries en jeu libre 🔥
nb: Fritt spill-streaks 🔥
pl: Serie gry dowolnej 🔥

source: unused
es: sin usar
fr: inutilisée
nb: ubrukt
pl: nieużyte

source: Unused
es: Sin usar
fr: Inutilisée
nb: Ubrukt
pl: Nieużyte

source: Upgrade to Pro
es: Mejora a Pro
fr: Passer à Pro
nb: Oppgrader til Pro
pl: Przejdź na Pro

source: Upgrade to Pro - %@
es: Mejora a Pro - %@
fr: Passer à Pro - %@
nb: Oppgrader til Pro - %@
pl: Przejdź na Pro - %@

source: Upgrade to Pro to remove ads and get free hints.
es: Mejora a Pro para eliminar anuncios y obtener pistas gratis.
fr: Passez à Pro pour supprimer les publicités et obtenir des indices gratuits.
nb: Oppgrader til Pro for å fjerne annonser og få gratis hint.
pl: Przejdź na Pro, aby usunąć reklamy i dostać darmowe podpowiedzi.

source: Use filters
es: Usa filtros
fr: Utiliser les filtres
nb: Bruk filter
pl: Użyj filtrów

source: Use the word
es: Usa la palabra
fr: Utiliser le mot
nb: Bruk ordet
pl: Użyj słowa

source: Verb
es: Verbo
fr: Verbe
pl: Czasownik

source: Version
es: Versión
nb: Versjon
pl: Wersja

source: View the board
es: Ver el tablero
fr: Voir le plateau
nb: Se brettet
pl: Zobacz planszę

source: Want to rate my app?
es: ¿Te gustaría valorar mi app?
fr: Envie de noter mon app ?
nb: Vil du gi appen en rating?
pl: Chcesz ocenić moją aplikację?

source: We couldn't find a definition for this word. It might be a name or a place name.
es: No pudimos encontrar una definición para esta palabra. Podría ser un nombre o el nombre de un lugar.
fr: Nous n’avons trouvé aucune définition pour ce mot. Il s’agit peut-être d’un nom ou d’un nom de lieu.
nb: Vi kunne ikke finne en definisjon for dette ordet. Det kan være et navn eller stedsnavn.
pl: Nie udało się znaleźć definicji tego słowa. To może być imię, nazwa lub nazwa miejsca.

source: We couldn't load the definition right now. Check your connection and try again.
es: No pudimos cargar la definición en este momento. Comprueba tu conexión y vuelve a intentarlo.
fr: Impossible de charger la définition pour le moment. Vérifiez votre connexion et réessayez.
nb: Vi kunne ikke laste inn definisjonen akkurat nå. Sjekk tilkoblingen din og prøv igjen.
pl: Nie udało się teraz wczytać definicji. Sprawdź połączenie i spróbuj ponownie.

source: Welcome to %@
es: Bienvenidos a %@
fr: Bienvenue dans %@
nb: Velkommen til %@
pl: Witamy w %@

source: Win rate
es: Tasa de victorias
fr: Taux de victoire
nb: Seiere
pl: Procent wygranych

source: Win rate chart
es: Gráfico de tasa de victorias
fr: Graphique du taux de victoire
nb: Seiersratediagram
pl: Wykres procentu wygranych

source: Win rate chart. %lld wins, %lld losses, %.0f percent win rate.
es: Gráfico de tasa de victorias. %lld victorias, %lld derrotas, %.0f por ciento de victorias.
fr: Graphique du taux de victoire. %lld victoires, %lld défaites, %.0f pour cent de victoires.
nb: Seiersratediagram. %lld seire, %lld tap, %.0f prosent seiersrate.
pl: Wykres procentu wygranych. %lld wygranych, %lld przegranych, %.0f procent wygranych.

source: Won
es: Ganado
fr: Gagné
nb: Vunnet
pl: Wygrana

source: Word length
es: Longitud de palabra
fr: Longueur du mot
nb: Ordlengde
pl: Długość słowa

source: Word search
es: Búsqueda de palabras
fr: Recherche de mots
nb: Ordsøk
pl: Wyszukiwanie słów

source: Wordlr tab
es: Pestaña Wordlr
fr: Onglet Wordlr
nb: Wordlr-fane
pl: Karta Wordlr

source: Wrong position
es: Posición incorrecta
fr: Mauvaise position
nb: Feil plassering
pl: Zła pozycja

source: You have already played this exact word today. Are you sure you want to play the same word again?
es: Ya has jugado exactamente esta palabra hoy. ¿seguro que quieres jugar la misma palabra otra vez?
fr: Vous avez déjà joué exactement ce mot aujourd’hui. Voulez-vous vraiment rejouer le même mot ?
nb: Du har allerede gjette dette ordet i dag. Er du sikker på at du vil gjette det samme ordet igjen?
pl: Dzisiaj grano już dokładnie tym słowem. Czy na pewno chcesz zagrać tym samym słowem ponownie?

source: You have already played this word
es: Ya has jugado esta palabra
fr: Vous avez déjà joué ce mot
nb: Du har allerede spillt dette ordet
pl: To słowo zostało już zagrane

source: You will lose your word and you cannot undo this action
es: Perderás tu palabra y no podrás deshacer esta acción
fr: Vous perdrez votre mot et vous ne pourrez pas annuler cette action
nb: Du mister ordet ditt, og du kan ikke angre denne handlingen
pl: Utracisz swoje słowo i nie będzie można cofnąć tej czynności

source: Formal
fr: Soutenu
nb: Formelt
pl: Formalnie

source: General
fr: Général
nb: Generelt
pl: Ogólne

source: Info
fr: Infos
pl: Informacje

source: Informal
fr: Familier
nb: Uformelt
pl: Potocznie

source: Numeral
fr: Numéral
nb: Tallord
pl: Liczebnik

source: Vulgar
fr: Vulgaire
nb: Vulgært
pl: Wulgarnie

# hour_string
source: %@h
nb: %@t
pl: %@ godz.
